
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "고급";
"title_Back" = "뒤로";
"title_Cancel" = "취소";
"title_Continue" = "계속";
"title_Finish" = "완료";
"title_GoBack" = "뒤로 이동";
"title_Next" = "다음";
"title_No" = "아니요";
"title_Quit" = "종료";
"title_Skip" = "건너뜀";
"title_TryAgain" = "재시도";
"title_Update" = "업데이트";
"title_Yes" = "예";
"title_StartAgain" = "다시 시작";
"title_StopBlinking" = "깜박임 중지";
"title_Other" = "기타...";
"title_Upload" = "업로드";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "베이스 스테이션";
"kDeviceOriginConfigured.Base Station" = "이전 베이스 스테이션 구성";
"kDeviceOriginConfigured.Time Capsule" = "이전 Time Capsule 구성";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "무선 네트워크";
"kDeviceOriginNetworkPreferred" = "이전에 사용한 네트워크";

/* Status strings */
"status_Configured" = "구성됨";
"status_Unconfigured" = "구성되지 않음";

/* Joining wireless networks */
"password_protected" = "“%@” AirPort 네트워크는 암호로 보호되어 있습니다.";
"enterprise_title" = "기업용 WPA 네트워크";
"enterprise_error" = "AirPort 네트워크 “%@” 은(는) 기업용 WPA 네트워크입니다. AirPort 유틸리티는 기업용 WPA 네트워크를 지원하지 않습니다.";
"password_error" = "입력한 암호가 틀립니다.";
"generic_join_error" = "선택한 무선 네트워크에 연결하는 도중에 오류가 발생하였습니다.";
"tryAgain" = "다시 시도하겠습니까?";
"generic_read_error" = "선택한 장비와 통신하는 중에 오류가 발생했습니다.";
"join_warning" = "이 AirPort Express를 식별하려면 무선 네트워크를 변경해야 합니다. 기존의 무선 네트워크에 있는 모든 연결이 유실됩니다. 계속하겠습니까?";
"finalJoinError" = "무선 네트워크 “%@”에 연결하는 도중에 오류가 발생하였습니다.";
"finalJoinSuggest" = "Wi-Fi 메뉴에서 “%@”을(를) 선택하십시오.";

/* Identify */
"identify_title" = "식별";
"light_is_blinking" = "선택한 AirPort Express의 상태 표시등이 황색과 녹색으로 깜박입니다.";
"GenericIdentifyDescription" = "선택한 %@의 상태 표시등이 지금 황색과 녹색으로 깜빡입니다.";
"blinking_not_supported" = "식별 기능은 선택한 AirPort 무선 장비에서 지원되지 않습니다";

/* Reading base station info */
"base_station_protected" = "이 %@에 대한 암호를 입력하십시오.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirPort 도움말";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "AirPort 도움말";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "발견된 새로운 AirPort 네트워크 없음";
"no_unconfigured_networks" = "%@이(가) 전원에 연결되어 있고 컴퓨터의 적용 범위 내에 있는지 확인한 다음, 재검색하려면 계속을 클릭하십시오.";
"try_again_found_nothing" = "새로운 AirPort 네트워크를 찾을 수 없습니다. %@이(가) 전원에 연결되어 있고 컴퓨터의 적용 범위 내에 있는지 확인한 다음, 다시 시도를 클릭하십시오.";
"no_mdns_record_showed_up" = "AirPort 유틸리티가 사용자의 AirPort 무선 장비를 찾을 수 없습니다.";
"no_other_networks_title" = "발견된 기존 AirPort 네트워크 없음";
"no_other_networks_found" = "컴퓨터가 기존 네트워크 범위 내에 있는지 확인하십시오.";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort 베이스 스테이션 암호";
"keychainBaseStationType" = "AirPort 베이스 스테이션";
"keychainNetworkDescription" = "AirPort 네트워크 암호";
"keychainNetworkType" = "AirPort 네트워크";
"keychainSpeakerDescription" = "응용 프로그램 암호";
"keychainSpeakerType" = "원격 스피커";

"ConfigAccessError" = "베이스 스테이션 오류";

/* Panel Headers */
"introHeader" = "소개";
"networkSetupHeader" = "네트워크 설정";
"summaryHeader" = "요약";
"internetHeader" = "인터넷 설정";
"PeripheralsHeader" = "AirPort 디스크 설정";
"WDSHeader" = "WDS 설정";
"MigrateDiskHeader" = "디스크 마이그레이션";

/* Continue text strings */
"continueWelcome" = "시작하려면 계속을 클릭하십시오.";
"continueProceed" = "진행하려면 계속을 클릭하십시오.";
"continueScanAgain" = "재검색하려면 계속을 클릭하십시오.";
"wdsWarningFooter" = "무선 네트워크 이름, 무선 보안 또는 무선 암호를 변경하면 WDS와의 연결이 해제됩니다.";
"clientWarningFooter" = "무선 네트워크 이름, 무선 보안 또는 무선 암호를 변경하면 AirPort Express와의 연결이 해제됩니다.";
"clientStartWarningFooter" = "설정을 변경하면 AirPort Express와의 연결이 해제될 수 있습니다.";

/* Pre-verification error strings */
"mismatchPassword" = "암호 및 암호 확인란이 일치하지 않습니다.";
"mismatchWirelessPassword" = "무선 암호 및 암호 확인란이 일치하지 않습니다.";
"mismatchPasswordReenter" = "두 입력란에 같은 암호를 입력하십시오.";
"missingWirelessPassword" = "계속하려면 무선 암호를 입력하십시오.";
"wirelessNetworkPassword" = "무선 암호";
"missingNetworkName" = "계속하려면 무선 네트워크 이름을 입력하십시오.";
"missingNetworkNameWDS" = "계속하려면 AirPort Extreme 또는 AirPort Express 네트워크를 선택하십시오.";
"missingNetworkNameClient" = "계속하려면 무선 네트워크를 선택하십시오.";
"missingAccountName" = "계속하려면 PPPoE 계정 이름이 필요합니다.";
"missingPassword" = "계속하려면 암호를 입력하십시오.";
"missingPhone" = "계속하려면 주요 전화 번호를 입력하십시오.";
"missingUsername" = "계속하려면 계정 이름이 필요합니다.";

/* Public password strings */
"genericConfirmPublicPassword" = "이 %@은(는) 기본 설정 암호인 “public”에 의해 보호되어 있습니다.";
"ConfirmPublicPassword1" = "보안을 강화하려면 다른 암호를 생성하십시오.";

/* Error Titles */
"settingError" = "설정 오류: %@";
"generalError" = "일반 오류";
"passwordError" = "암호 오류";

/* WDS status strings */
"ConfiguringForWDS" = "AirPort 네트워크 확장을 위해 이 %@ 구성하기";
"WDSConfigInitialString" = "기존의 무선 네트워크를 확장하기 위해 %@을(를) 설정하는 중입니다. 완료될 때까지 잠시만 기다리십시오.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "새로운 WDS 원격용으로 주 네트워크 구성 중.";
"WDSConfiguringRemote" = "주 네트워크에 접속할 새로운 WDS 원격 구성 중.";
"WDSJoiningNewNetwork" = "새로운 WDS 네트워크 접속 중.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "연결을 허용하기 위해 기존의 무선 네트워크를 구성하는 중입니다.";
"DWDSConfiguringRemote" = "기존의 무선 네트워크에 연결하기 위해 %@을(를) 구성하는 중입니다.";
"DWDSJoiningNewNetwork" = "기존 무선 네트워크에 연결하는 중입니다..";
"GeneralDWDSError" = "기존의 무선 네트워크에 연결하도록 이 AirPort 무선 장비를 설정하는 동안 오류가 발생했습니다. AirPort 유틸리티를 종료하고 다시 시도하십시오.";
"DWDSSetupCanceled" = "설정이 취소되었습니다.";
"DWDSConfigInitialString" = "기존의 무선 네트워크에 연결하기 위해 %@을(를) 설정하는 중입니다. 완료될 때까지 잠시만 기다리십시오.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "선택한 %@의 설정을 읽는 중…";
"MigrateSettingsReadingSourceGeneral" = "선택한 AirPort 무선 장비의 설정을 읽는 중...";
"MigrateRejoiningNetwork" = "네트워크에 다시 연결 중...";
"MigrateSettingsGeneralError" = "이 %@을(를) 설정하여 선택한 장비를 대치하는 동안 문제가 발생했습니다. AirPort 유틸리티를 종료하고 다시 시도하십시오.";
"MigrateSettingsIniting" = "선택한 AirPort 무선 장비를 대치하기 위해 %@을(를) 설정 중입니다…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "선택한 Time Capsule을 대치하고 마이그레이션을 시작하는 데 문제가 발생했습니다. AirPort 유틸리티를 종료하고 다시 시도하십시오.";
"MigrateDiskIniting" = "마이그레이션 시작 중...";
"MigrateSettingsJoiningSource" = "이전 Time Capsule에 연결 중...";
"MigrateDiskPreparingDest" = "마이그레이션 설정...";
"MigrateDiskWaitingForResolve" = "Time Capsule이 재시동되기를 기다리는 중...";
"MigrateDiskStartingBackup" = "디스크 마이그레이션 시작 중...";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "이전 %@에 연결 중…";
"UpdateDeviceWritingSource" = "새로운 %@에 설정을 쓰는 중…";
"UpdateDeviceGeneralError" = "이 %@을(를) 설정하는 동안 문제가 발생했습니다. AirPort 유틸리티를 종료하고 다시 시도하십시오.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "마이그레이션";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "설정 및 디스크 콘텐츠를 마이그레이션하려면 업데이트를 클릭하십시오.";

/* Updating progress strings */
"genericWaitRestart" = "%@이(가) 재시동되기를 기다리는 중...";
"networkSearch" = "무선 네트워크 찾는 중...";
"attemptJoin" = "무선 네트워크에 연결하는 중...";

/* Misc Strings */
"providedAuto" = "(자동으로 제공됨)";
"selectNetwork" = "네트워크 선택";

/* Summary Panel Labels */
"connectUsingLabel" = "연결:";
"configureViaLabel" = "TCP/IP 구성:";
"ipAddressLabel" = "IP 주소:";
"accountNameLabel" = "계정 이름:";
"serviceLabel" = "서비스 이름:";
"connectUsingWDS" = "네트워크 연결(WDS 사용)";
"SummaryTheseSettingsAreNotCorrect" = "이 설정은 올바르지 않습니다";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "보조 전화 번호:";
"usernameLabel" = "계정 이름:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "WPA가 지원되는 WDS를 사용하려면 AirPort 무선 장비가 최신 펌웨어를 사용해야 합니다. 최신 펌웨어를 사용 중인지 확인하거나 무선 보안을 WEP로 설정한 다음 다시 시도하십시오.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "기업용 WPA 보안을 사용하는 AirPort 무선 장비를 주 WDS 무선 장비로 선택했습니다. AirPort 유틸리티는 주 WDS 무선 장비에서 기업용 WPA 보안을 지원하지 않습니다.";

/* WDS Errors */
"GeneralWDSError" = "이 AirPort 무선 장비를 WDS용으로 설정하는 동안 오류가 발생했습니다. AirPort 유틸리티를 종료하고 다시 시도하십시오.";
"MainInBridgeModeForWDSError" = "WDS 주 무선 장비로 선택한 AirPort 무선 장비가 IP 주소를 분배하지 않습니다. 이 무선 장비가 IP 주소를 분배하도록 설정하십시오.";
"WDSSetupCanceled" = "WDS 설정이 취소되었습니다.";
"WDSErrorTitle"	= "WDS 설정 오류";

/* Status messages */
"joining_network" = "무선 네트워크 접속 중.";
"reading_config" = "구성 읽는 중...";
"status_scan" = "네트워크 검색 중...";
"status_search" = "AirPort 무선 장비 검색 중...";
"status_identify" = "식별 중...";

/* Maybe needed to fix 3663944 */
"available_networks" = "사용 가능한 AirPort 네트워크:";
"select_network" = "설정할 AirPort 네트워크를 선택하십시오.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "%@ 이름";
"genericPasswordLabel" = "%@ 암호";
"genericModeLabel" = "%@ 모드";

"genericNewChoice" = "새로운 %@ 설정";
"genericOldChoice" = "기존 %@의 설정 변경";
"genericBasePassPanelHeader" = "%@ 설정";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "새로운 %@을(를) 설정할 것인지 또는 이미 설정된 것을 변경할 것인지 선택하십시오.";
"genericSelectNewHeader" = "설정하려는 %@을(를) 선택하십시오. 목록에 없다면 재검색을 클릭하십시오. 선택하려는 AirPort 무선 장비가 확실하지 않다면 식별을 클릭하십시오.";
"genericSelectConfiguredHeader" = "수정하려는 %@을(를) 선택하십시오. 목록에 없다면 재검색을 클릭하십시오. 선택하려는 AirPort 무선 장비가 확실하지 않다면 식별을 클릭하십시오.";
"genericSelectNetworkHeader" = "설정하려는 %@이(가) 포함된 AirPort 네트워크를 선택하십시오.";
"genericClientDescription" = "무선 네트워크를 확장하고 인터넷 연결을 공유하는 데 %@을(를) 사용하려면 이 옵션을 선택하십시오.";
"genericNetworkNameHeader" = "%@을(를) 개인화하려면 먼저 무선 네트워크에 이름을 지정하고 시작하십시오.";
"genericNetworkNameDescription" = "이것은 해당 네트워크에 연결하고자 할 때 나타나는 이름입니다.";
"genericBaseNameDescription" = "다음으로, %@의 이름을 지정하십시오.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%1$@의 %2$@";
"genericWirelessNetwork" = "네트워크";
"genericBasePasswordHeader" = "이 %@의 설정을 보호하도록 암호를 입력하십시오.";
"genericBasePasswordDescription" = "이 %@의 설정을 변경하려면 이 암호가 필요합니다.";
"genericBasePasswordDescription2" = "보다 강력한 보안을 위해 네트워크 암호와 다른 암호를 사용하십시오.";
"genericModeHeader" = "%@(으)로 할 일을 선택하십시오.";
"genericSummaryHeader" = "%@은(는) 아래의 설정을 사용합니다. 정확한지 확인하십시오.";
"genericSummaryNoChangeHeader" = "이 %@이(가) 현재 아래 설정을 사용하고 있습니다.";
"genericReplaceSummaryHeader" = "이 %1$@은(는) “%2$@”의 설정값을 사용하여 설정됩니다.";
"genericSummaryFooter" = "이 설정이 정확하다면, 업데이트를 클릭하여 %@ 설정을 완료하십시오.";
"genericSummaryFooterClickInstructions" = "설정을 변경하려면 뒤로 이동을 클릭하십시오.";
"genericPPPoEHeader" = "인터넷 서비스 제공업체에서 받은 PPPoE(PPP over Ethernet) 계정 이름, 암호 및 옵션 서비스 이름을 입력하십시오.";
"genericDHCPHeader" = "%@이(가) 현재 DSL 또는 케이블 모뎀을 사용하여 또는 DHCP를 사용하여 자동으로 할당된 IP 주소가 있는 이더넷을 통해 인터넷에 연결되어 있습니다. 이를 확인하거나 인터넷 서비스 제공업체 또는 네트워크 관리자에게서 받은 선택 정보를 입력하십시오.";
"genericModemHeader" = "이 %@에 대한 모뎀 설정을 입력하십시오.";
"genericBridgeModeHeader" = "%@을(를) 브리지 모드로 할 것인지 아니면 DHCP 및 NAT를 사용하여 IP 주소를 공유할 것인지를 선택하십시오.";
"genericBridgeModeYes" = "브리지 모드";
"genericBridgeModeYesDescription" = "%@이(가) 이미 DHCP 및 NAT를 사용하여 네트워크상의 컴퓨터에 IP 주소를 제공하고 있는 기타 네트워크 장비 또는 라우터에 연결되어 있다면 이 옵션을 선택하십시오.";
"genericBridgeModeNo" = "DHCP 및 NAT를 사용하여 단일 IP 주소 공유";
"genericBridgeModeNoDescription" = "%@이(가) DSL이나 케이블 모뎀으로 인터넷에 또는 인터넷 연결이 가능한 네트워크에 직접 연결되어 있고, DHCP 및 NAT를 사용하여 네트워크상의 컴퓨터에 IP 주소를 제공하려면 이 옵션을 선택하십시오.";
"genericFinalDescription" = "%@이(가) 인터넷에 연결하고 USB 프린터를 공유하도록 설정되어 있습니다.";
"genericMissingNameWarning" = "계속하려면 %@ 이름을 입력하십시오.";
"genericMissingNameWarning.alternateArticle" = "계속하려면 %@ 이름을 입력하십시오.";
"genericMissingBasePassWarning" = "계속하려면 암호를 입력하십시오.";
"genericMismatchBasePassword" = "암호 및 암호 확인란이 일치하지 않습니다.";
"ResetBroadbandMessage" = "인터넷에 연결하는 데 케이블 모뎀을 사용하고 있다면, 모뎀을 끄고 배터리를 제거한 다음(배터리가 장착되어 있을 경우) 잠시 후에 배터리를 다시 장착하십시오. 그런 다음 모뎀을 다시 켜십시오.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "AirPort 유틸리티가 “%3$@”(이)라는 이름의 새로운 %1$@%2$@을(를) 발견하였습니다.\n\n이것이 설정하려는 %4$@이(가) 아니라면 전원에 연결되어 있는지, 이 컴퓨터 가까이 위치해 있는지 확인한 다음, 다시 시도하십시오.";
"withNetworkNamed" = " 무선 네트워크와 함께";
"genericNoNetworksHeader" = "%1$@ 네트워크를 찾을 수 없습니다. %2$@이(가) 전원에 연결되어 있는지, 컴퓨터의 적용 범위 내에 있는지 확인하십시오.";
"genericOldNetworkConfirm" = "AirPort 유틸리티가 “%2$@”(이)라는 이름의 무선 네트워크를 사용하는 %1$@을(를) 발견하였습니다.\n\n이것이 설정하려는 %3$@이(가) 아니라면 전원에 연결되어 있는지, 이 컴퓨터의 적용 범위 내에 있는지 확인한 다음, 재검색을 클릭하십시오.";
"genericOldExpressConfirm" = "AirPort 유틸리티가 “%2$@”(이)라는 이름의 %1$@을(를) 발견하였습니다.\n\n이것이 설정하려는 %3$@이(가) 아니라면, 재검색을 클릭하십시오.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "AirPort Express를 사용하여 iTunes 음악을 재생하려면 iTunes 윈도우의 하단 오른쪽에 있는 팝업 메뉴에서 선택하십시오.";

"expressFinalDescription" = "사용자의 AirPort Express는 인터넷에 연결하고, USB 프린터를 공유하고, AirPlay를 사용하여 원격 스피커를 통해 iTunes 음악을 재생하도록 구성되어 있습니다.";

"expressClientRadio" = "기존의 내 무선 네트워크에 연결";
"extremeClientRadio" = "나의 AirPort Extreme, AirPort Express 네트워크의 범위 확장";

"expressClientDescription" = "이 %@을(를) 현재 무선 네트워크에 추가하려면 이 옵션을 선택하십시오.";

"expressModeHeader" = "두 옵션 모두 사용자가 USB 프린터를 공유하고 AirPlay를 사용하여 원격 스피커를 통해 iTunes를 재생하도록 허용합니다.";

/* Reachability error */
"genericNetworkTitle" = "네트워크 오류";
"noWirelessReachability" = "AirPort 카드를 통해 AirPort 무선 장비에 연결을 시도 중이지만, 사용자의 이더넷 네트워크에 동일한 IP 주소를 사용하는 장비가 있습니다. 이더넷 케이블을 연결 해제하고 몇 초간 기다린 다음 다시 시도하십시오.";
"noEthernetReachability" = "이더넷을 통해 AirPort 무선 장비에 연결을 시도 중이지만, 사용자의 AirPort 네트워크에 동일한 IP 주소를 사용하는 장비가 있습니다. AirPort 카드를 끄고 몇 초간 기다린 다음 다시 시도하십시오.";
"genericReachabilityError" = "선택한 AirPort 무선 장비에 연결하는 동안 오류가 발생했습니다. 사용자의 네트워크에 IP 주소 %@을(를) 사용하는 다른 장비가 없는지 확인하십시오.";
"superGenericReachabilityError" = "선택한 AirPort 무선 장비에 연결하는 동안 오류가 발생했습니다.";
"WDSSetupRequiresAWirelessCard" = "이 컴퓨터에 AirPort 카드가 설치되어 있지 않기 때문에 AirPort 유틸리티가 이 AirPort 무선 장비를 WDS용으로 설정할 수 없습니다.";

/* Uploading Firmware */
"firmwareError"	= "%@ 펌웨어를 업데이트하는 동안 오류가 발생했습니다.";
"firmwareProgress" = "%@ 펌웨어 업데이트 중...";
"firmwareNewer" = "%2$@ 펌웨어의 새로운 버전 (%1$@)을(를) 사용할 수 있습니다.";
"firmwareNewerSmall" = "지금 설치하려면 업데이트를 클릭하십시오.";
"firmwareSuccess" = "%@이(가) 성공적으로 업데이트되었습니다.";
"firmwareRequired" = "선택한 네트워크에는 해당 펌웨어 업데이트가 필요합니다.";

/* AirPort 4.2 */
"wepLabel" = "128비트 WEP(호환성 향상)";
"wpa1label" = "개인용 WPA(보안성 향상)";
"wpa2label" = "개인용 WPA2(보안성 향상)";
"wepDescription" = "기존의 무선 컴퓨터 및 장치와의 호환성이 향상된 보안을 제공합니다. 사용자의 네트워크에 Macintosh가 아닌 컴퓨터의 연결을 쉽게 하려면, 정확히 13자의 암호를 입력하십시오.";
"wpa1description" = "최대 수준의 무선 보안성을 제공합니다. WPA를 지원하는 컴퓨터만 이 네트워크에 연결할 수 있습니다. 8자에서 63자 사이의 문자 또는 64개의 16진수 문자 중 암호를 입력해야 합니다.";
"wpa1and2description" = "최대 수준의 무선 보안성을 제공합니다. WPA 또는 WPA2를 지원하는 컴퓨터만 네트워크에 연결할 수 있습니다. 8자에서 63자 사이의 문자 또는 64개의 16진수 문자 중 암호를 입력해야 합니다.";
"wpa2description" = "최대 수준의 무선 보안성을 제공합니다. WPA2를 지원하는 컴퓨터는 이 네트워크에 연결할 수 있습니다. 8자에서 63자 사이의 문자 또는 64개의 16진수 문자 중 하나를 암호로 입력해야 합니다.";
"tsnDescription" = "기존 WEP 클라이언트와 호환되는 보안을 제공하지만, WPA 및 WPA2를 사용하여 네트워크에 연결하는 새로운 클라이언트도 허용합니다. 정확히 13자의 암호를 입력해야합니다.";
"badWPAPasswordLength" = "8자에서 63자 사이의 무선 암호를 입력하십시오.";
"v6_not_configured_title" = "IPv6 구성 안 됨";
"v6_not_configred_on_all_interfaces" = "AirPort 유틸리티는 IPv6을 사용하여 AirPort 무선 장비와 보다 신뢰성 높게 통신할 수 있습니다.";
"v6_not_configured_turn_on_confirm" = "지금 IPv6를 활성화하겠습니까?";
"v6_not_configured_turn_on" = "시스템 환경설정의 IPv6 켜기.";
"v6_not_configured_turn_on_win" = "제어판의 IPv6 켜기.";
"authorization_error_title" = "인증 오류";
"authorization_error" = "네트워크 환경설정 패널이 잠겨있기 때문에 AirPort 유틸리티에서 네트워크 설정을 변경할 수 없습니다.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "이것은 이 %@을(를) 식별하는데 사용할 이름입니다.";
"BaseNameInternalDiskDescription" = "이 이름은 Time Capsule 디스크에 대해서도 사용됩니다.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Time Capsule 디스크 또는 %@에 연결된 USB 디스크에 암호를 입력하십시오.";
"FileSharingPasswordPrompt" = "AirPort 디스크의 암호를 입력하십시오.";
"GuestAccessPrompt" = "방문자가 암호없이 AirPort 디스크에 연결하도록 허용할 수도 있습니다.";
"FileSharingDisclosure" = "파일 공유 옵션";
"UseDiskPasswordCheckBox" = "디스크를 보호하려면 다른 암호를 사용하십시오";

/* Wireless Options Panel */
"RadioCountryDescription" = "이 %@이(가) 사용되는 국가를 선택하십시오.";
"RadioModeDescription" = "이 %@에 대한 무선 통신 모드를 선택하십시오.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "문제 %1$d/%2$d: %3$@";
"ProblemCodeProblemResolved" = "이 문제가 해결되었습니다.";
"UnresolvedProblem" = "이 문제를 해결하지 않고 계속하겠습니까?";
"UnresolvedProblemAssistant" = "이 구성을 사용하면 %@의 상태 표시등이 황색으로 깜빡입니다. 계속하겠습니까?";
"ProblemShouldBeResolved" = "무시를 클릭하면 이 문제에 대해 %@의 상태 표시등이 황색으로 깜박이지 않게 됩니다.";
"ProblemNotResolved" = "이 문제가 해결되지 않았습니다. 다시 시도하십시오.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "해결";
"ProblemSummaryIgnored" = "무시됨";
"ProblemSummaryResolved" = "해결됨";
"ProblemSummaryConfigChanged" = "구성 변경됨";
"ProblemSummaryUnresolved" = "해결되지 않음";
"ProblemSummaryHeader" = "이 패널은 %@이(가) 보고한 문제와 문제가 해결되었는지 여부를 표시합니다.";
"ProblemSummaryChoicePrompt" = "이제 무엇을 하겠습니까?";
"ProblemSummaryUpdateWithTheseSettings" = "이 설정으로 나의 %@ 업데이트";
"ClickUpdateToUpdate" = "이 %@의 설정을 완료하려면 업데이트를 클릭하십시오.";
"ProblemSummaryReconfigureToo" = "나의 %@에 있는 다른 설정 변경";
"ProblemSummaryReconfigureFooter" = "%@ 설정을 변경하려면 계속을 클릭하십시오.";
"ProblemSummarySwitch" = "다른 AirPort 무선 장비 구성";
"ClickDoneToSwitch" = "다른 AirPort 무선 장비를 선택하려면 완료를 클릭하십시오.";
"ProblemSummaryAllResolved" = "모든 문제가 해결되었습니다.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "인터넷 서비스 제공 업체(ISP)로부터 받은 TCP/IP 정보를 입력하십시오. 자동으로 할당된 IP 주소를 받는다면 DHCP 사용을 선택하십시오. 특정 IP 주소를 입력하려면 수동을 선택하십시오.";
"DHCPConfirmPanelDHCP_Yes" = "DHCP를 사용한 케이블 모뎀이나 DSL을 사용하여 인터넷에 연결합니다";
"DHCPConfirmPanelDHCP_No" = "DHCP를 사용하지 않습니다";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "PPPoE를 사용한 케이블 모뎀이나 DSL을 사용하여 인터넷에 연결합니다";
"PPPoEConfirmPanelPPPoE_No" = "PPPoE를 사용하지 않습니다";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "이 무선 네트워크에 대한 이름 및 보안 수준을 입력하십시오.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "이 무선 네트워크는 기업용 WPA로 보안되었습니다. RADIUS 서버 설정을 수정하려면, 베이스 스테이션 메뉴에서 수동 설정을 선택하십시오.";
"NoSecurityLabel" = "보안 없음";
"NoSecurityDescription" = "암호를 입력하지 않고 무선 장비를 네트워크에 연결할 수 있습니다.";
"NoSecurityUncheckedFooter" = "다음 단계를 계속하려면 위 체크상자를 선택해야 합니다.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "%@이(가) 사용할 무선 네트워크를 선택하십시오. 네트워크가 보이지 않는다면, 메뉴를 클릭하여 다시 시도하십시오. 여전히 네트워크가 보이지 않는다면, 전원에 연결되어 있는지 확인하십시오.";
"JoinNetworkQ61AudioNameSuggestion" = "예: 거실.";
"JoinNetworkExtendDescription" = "이 네트워크 범위를 확장하고 클라이언트가 무선으로 또는 이더넷을 사용하여 연결하도록 허용하려면, 아래의 체크상자를 선택하십시오.";
"JoinNetworkExtendCheckboxTitle" = "이 네트워크 범위 확장";
"JoinNetworkExtendWarning" = "이것은 전체 네트워크 성능에 영향을 미칠 수 있습니다.";
"JoinNetworkProxySTADescription" = "체크상자를 선택하지 않으면, %@은(는) 오디오 및 USB 서비스를 제공하고 클라이언트가 이더넷으로만 네트워크에 연결할 수 있습니다.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "아래 메뉴에서 확장하려는 AirPort Extreme 또는 AirPort Express 네트워크에서 선택하십시오. 사용자의 네트워크가 보이지 않는다면, 메뉴를 클릭하여 다시 시도하십시오. 여전히 보이지 않는다면, AirPort 무선 장비가 전원에 연결되어 있고 이 컴퓨터의 적용 범위 내에 있는지 확인하십시오.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "인터넷 연결 방법을 선택하십시오";
"InternetChoiceDSLCableEthernet" = "고정 IP 주소나 DHCP의 DSL 또는 케이블 모뎀을 사용합니다";
"InternetChoiceDSLCablePPPoE" = "PPPoE(PPP over Ethernet)를 사용한 케이블 모뎀이나 DSL을 사용합니다";
"InternetChoiceLAN" = "로컬 영역 네트워크(LAN)를 사용합니다";
"InternetChoiceModem" = "전화선에 연결된 모뎀을 사용합니다";
"InternetChoiceNoInternet" = "지금 인터넷에 연결할 준비가 되지 않았습니다";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "새로운 무선 네트워크 생성";
"ClientAP_APRadioDesc" = "새로운 무선 네트워크를 설정하여 무선 컴퓨터와 광대역 인터넷 연결을 공유하려면 이 옵션을 선택하십시오.";
"ClientAP_FirstTimeConfig" = "이 %@을(를) 처음 구성할 때 나타납니다.";
"ClientAP_FirstTimePrompt" = "이 %@을(를) 설정하는 방법을 선택하십시오.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "무선 클라이언트로 %@을(를) 기존의 무선 네트워크에 연결할 지, 아니면 무선 네트워크의 범위를 확장할 지를 선택하십시오.";
"ClientWDS_JoinRadioTitle" = "내 무선 네트워크 연결";
"ClientWDS_JoinRadioDesc" = "USB 프린터를 공유하거나 원격 스피커를 통해 iTunes 음악을 재생하는데에만 %@을(를) 사용하려면 이 옵션을 선택하십시오.";
"ClientWDS_ExtendRadioTitle" = "나의 AirPort Extreme 또는 AirPort Express 네트워크의 범위 확장";
"ClientWDS_ExtendRadioDesc" = "무선 네트워크를 확장하고 인터넷 연결을 공유하는데 %@을(를) 사용하려면 이 옵션을 선택하십시오.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "다른 ISP(인터넷 서비스 제공업체)";
"PrimaryPhoneNumber" = "주요 전화 번호";
"PrimaryDNSServer" = "주 DNS 서버";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@은(는) Time Machine을 사용하여 Mac OS X v10.5 이상의 컴퓨터를 백업할 수 있고, 네트워크에 있는 컴퓨터와 인터넷 연결 및 USB 장비를 공유할 수 있습니다.";
"genericAudioProductTextBlock" = "%@에서 AirPlay를 사용하여 원격 스피커를 통해 iTunes 음악을 재생하고, 사용자의 네트워크 상에서 인터넷 연결 및 USB 장비를 공유할 수 있습니다.";
"genericProductTextBlock" = "%@은(는) 네트워크상에서 인터넷 연결 및 USB 장비를 공유할 수 있습니다.";
"genericInternalDiskProductNameTextBlock" = "%@에 대한 이름을 입력하십시오. 이 이름은 네트워크에서 장비를 식별할뿐 아니라 해당 디스크의 이름입니다.";
"genericEnterName" = "%@에 대한 이름을 입력하십시오.";
"IdentityDescription" = "이 이름은 네트워크에 있는 %@을(를) 식별합니다.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "AirPort 유틸리티가 “%@” 무선 네트워크를 발견했고 이 컴퓨터는 이전에 이 네트워크에 연결된 적이 있습니다. %@을(를) 사용하여 무엇을 할 지 선택하십시오";
"ReplaceNetworkPanelReplacingPrevious" = "“%1$@”을(를) %2$@(으)로 대치";
"ReplaceNetworkPanelReplacingAnother" = "다른 네트워크를 %@(으)로 대치";
"ReplaceNetworkPanelCreatingNewNetwork" = "%@을(를) 사용하여 새로운 네트워크 생성";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "아래 목록에서 대치할 네트워크를 선택하십시오.";
"TurnOffNetworkBeingReplaced" = "대치 중인 장비를 연결 해제하고 승인을 클릭하십시오. 해당 장비를 다시 사용하려면, 해당 장비를 초기 기본값으로 재설정하십시오.";

"FoundWirelessNetworksDescription" = "AirPort 유틸리티가 기존의 무선 네트워크를 발견했습니다. 이미 무선 네트워크를 가지고 있습니까?";
"NotFoundWirelessNetworksDescription" = "AirPort 유틸리티가 기존 무선 네트워크를 발견하지 못했습니다. 이미 무선 네트워크를 가지고 있습니까?";
"FoundWirelessNetworksIHaveOne" = "무선 네트워크를 가지고 있고 %@을(를) 추가하거나 나의 네트워크에 있는 기존 장비를 대치";
"FoundWirelessNetworksIHaveOneDescription" = "기존의 베이스 스테이션 또는 무선 라우터를 %@(으)로 대치하거나, 사용자의 네트워크에 추가하려면 이 옵션을 선택하십시오.";
"CreateAWirelessNetwork" = "새로운 무선 네트워크를 생성";

"genericWhatDoYouWantToDoWith" = "%@을(를) 사용하여 원하는 작업을 선택하십시오.";

"ReplaceAddWiredChoiceJoin" = "현재 나의 네트워크에 %@을(를) 연결";
"ReplaceAddWiredChoiceReplace" = "기존의 베이스 스테이션 또는 무선 라우터를 %@(으)로 대치";
"ReplaceAddWiredChoiceReplaceDescription" = "사용자의 네트워크에 있는 베이스 스테이션 또는 무선 라우터를 대치하고 해당 장비의 설정을 %@용으로 사용하려면 이 옵션을 선택하십시오.";
"JoinExpandWirelessDisabledChoiceJoin" = "현재 나의 네트워크에 %@을(를) 무선으로 연결";
"JoinExpandWirelessDisabledChoiceExpand" = "현재 나의 네트워크를 확장하거나 두번째 네트워크를 생성하기 위해 이더넷을 사용하여 %@을(를) 나의 네트워크에 연결";
"JoinExpandWirelessDisabledChoiceDisabled" = "이 %@의 무선 네트워크를 비활성화하고 이더넷을 사용하여 나의 컴퓨터 또는 네트워크에 연결";


"ConfigureForWiredCreateAdditionalNetwork" = "추가 네트워크를 생성";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "이더넷을 사용하여 %1$@에 연결하고 현재 네트워크에 추가로 %2$@ 네트워크를 생성하려면 이 옵션을 선택하십시오. iPhone을 포함한 802.11 b/g/n 무선 클라이언트는 기존의 2.4GHz 네트워크에 연결할 수 있습니다. 802.11 a/n 무선 클라이언트는 5GHz 네트워크에 연결할 수 있습니다.";
"ConfigureForWiredCreateRoamingNetwork" = "기존의 무선 네트워크를 확장하기 위해 이더넷을 사용하여 %@을(를) 나의 네트워크에 연결";
"ConfigureForWiredCreateRoamingNetworkDescription" = "%@이(가) 이더넷을 사용하여 기존의 베이스 스테이션/무선 라우터에 연결하고 무선 네트워크의 범위를 확장하려면 이 옵션을 선택하십시오. 두 네트워크는 동일한 이름을 가지며 무선 클라이언트는 자동으로 가장 신호가 강한 네트워크에 연결됩니다.";

"UseADifferentNetworkName" = "이 무선 네트워크 이름은 기존의 네트워크 이름과 달라야 합니다.";

"ReplaceNetworkTopDescription" = "대치할 장비 또는 네트워크를 선택하십시오. 보이지 않는다면, 연결되어 있고 적용 범위 내에 있는지 확인하십시오.";
"SelectNetworkTopDescription" = "이더넷을 사용하여 %@을(를) 연결할 장비 또는 네트워크를 선택하십시오. 보이지 않는다면, 연결되어 있고 적용 범위 내에 있는지 확인하십시오.";
"SelectNetworkBottomDescription" = "해당 장비를 더 이상 사용할 수 없다면, 장비 또는 네트워크를 선택하지 않고 계속을 클릭하십시오.";
"MoreChoices" = "선택 항목 자세히 보기";
"LessChoices" = "선택 항목 간단히 보기";
"ScanAgain" = "재검색";
"ReplaceOptionsOldDesc" = "설정을 마이그레이션한 후에 이전 장비로 무엇을 할 것인지를 선택하십시오";
"ReplaceOptionsOld_Use" = "나의 네트워크에서 계속 사용";
"ReplaceOptionsOld_Restore" = "기본 설정으로 복원";
"ReplaceBaseNameModifier" = " 이전";

"ReconfigurePrintersTopDescription" = "이 %@에 연결된 호환 가능한 USB 프린터가 네트워크를 통해 공유됩니다.";
"ReconfigurePrintersChangeNamesDescription" = "프린터 이름을 변경하려면, 아래 목록에 있는 공유 이름 열에서 해당 이름을 이중 클릭하십시오.";
"ReconfigurePrintersChangeAllSettingsDescription" = "프린터의 이름 또는 공유 설정을 변경합니다.";
"ReconfigurePrintersNoneDescription" = "이 %@에 연결된 USB 프린터가 없습니다.";

"ReconfigureStartOver" = "이 %@을(를) 초기 설정으로 복원하고 다시 설정.";
"ReconfigureChangeSelectedSettings" = "이 %@에 대한 일부 설정을 변경.";
"ReconfigureUseManualForOtherSettings" = "변경하고자하는 설정을 확인할 수 없다면, 모든 설정에 접근하기 위해 수동 설정을 클릭하십시오.";
"ReconfigureWirelessSecurity" = "무선 네트워크";
"ReconfigureBaseStationSecurity" = "%@ 이름 및 암호";
"ReconfigureInternetSettings" = "인터넷 연결";
"ReconfigureFileSharingAccess" = "디스크";
"ReconfigurePrinters" = "USB 프린터 공유";
"ReconfigureMusic" = "음악";
"ReconfigureSelectAtLeastOneSetting" = "계속을 클릭하기 전에 적어도 하나의 설정을 선택하십시오.";
"ReconfigurePrompt" = "이 %@이(가) 이미 설정되어 있고 문제를 보고하지 않습니다. 사용자는 기본 설정으로 복원하거나, 현재 설정을 변경할 수 있습니다.";
"ReconfigureGoBackForNoChanges" = "변경하지 않으려면, 뒤로 이동을 클릭하십시오.";
"ReconfigureBasePasswordSecurePrompt" = "이 %@이(가) 암호를 사용하여 설정되어 있습니다.";
"ReconfigureInternetPrompt" = "이 %@이(가) 다음 인터넷 설정으로 설정되어 있습니다.";
"ReconfigureAirPlayPrompt" = "이 %@이(가) 다음의 AirPlay 설정으로 구성되어 있습니다.";
"ReconfigureDiskPrompt" = "이 %@이(가) 다음 디스크 공유 설정으로 설정되어 있습니다.";
"ReconfigurePrintersPrompt" = "이 %@이(가) 다음 프린터 공유 설정으로 설정되어 있습니다.";
"ReconfigureWirelessSecurePrompt" = "이 %@이(가) WPA 보안 설정을 사용하여 다음 무선 설정으로 설정되어 있습니다.";
"ReconfigureWirelessInsecurePrompt" = "이 %@이(가) 다음 무선 설정으로 설정되어 있습니다. ";
"ReconfigureWirelessUseWPA" = "WPA 보안 설정을 사용하도록 권장됩니다.";
"ReconfigureAPModePrompt" = "이 모드에 대한 설정을 유지하거나 다른 모드를 선택할 수 있습니다.";
"ReconfigureFinalDescriptionNoChange" = "%@ 설정이 변경되지 않았습니다.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@ 설정.";
"ReconfigureKeepTheseSettings" = "이 장비의 현재 설정 사용";
"ReconfigureKeepCurrentSettings" = "이 장비의 현재 %@ 설정 사용";
"ReconfigureKeepModeSettings" = "현재의 무선 모드 유지(%@)";
"ReconfigureChangeTheseSettings" = "이 설정 변경";
"ReconfigureChangeCurrentSettings" = "이 %@ 설정 변경";
"ReconfigureChangeModeCreate" = "이 %@이(가) 무선 네트워크를 생성하도록 설정되어 있습니다.";
"ReconfigureChangeModeCreateTitle" = "무선 네트워크 생성";
"ReconfigureChangeModeExtendTitle" = "네트워크를 확장하거나 두번째 네트워크를 생성하려면 이더넷을 사용하여 네트워크에 연결";
"ReconfigureChangeModeJoin" = "이 %@이(가) 무선 네트워크에 연결하도록 설정되어 있습니다";
"ReconfigureChangeModeJoinTitle" = "무선 네트워크 접속";
"ReconfigureChangeModeDisable" = "이 %@이(가) 무선 네트워크가 꺼진 상태로 설정되어 있습니다.";
"ReconfigureChangeModeDisableTitle" = "무선 연결을 비활성화하고 이더넷을 사용하여 컴퓨터 또는 네트워크에 연결";
"ReconfigureKeepOrChangePrompt" = "원하는 항목을 선택한 다음 계속을 클릭하여 진행하십시오.";
"ReconfgureDiscardChangesPrompt" = "이 설정에 대한 변경사항을 무시하겠습니까?";
"ReconfgureDiscardChanges" = "변경사항 무시";
"ReconfgureKeepChanges" = "변경사항 유지";

"IfUnsureClickMoreInfo" = "어떤 옵션을 선택할지 확실하지 않다면, 추가 정보를 클릭하십시오.";

"UseManualSetupForOtherSettings" = "다른 설정에 대해 수동 설정 사용";

"OnePanelCreateNetworkAutoConfigYes" = "이 설정을 사용하여 이 %@을(를) 설정";
"OnePanelCreateNetworkAutoConfigNo" = "이 %@에 대한 설정 변경";
"OnePanelCreateNetworkTopDesc" = "새로운 보안 무선 네트워크를 생성하고 인터넷에 연결하도록 AirPort 유틸리티가 이 %@을(를) 설정합니다.";
"PasswordsSavedToKeychain" = "모든 암호는 키체인에 저장됩니다.";
"PasswordsSavedToKeychainWin" = "베이스 스테이션 암호 및 무선 프로파일이 이 컴퓨터에 저장됩니다.";
"WillConnectUsingEthernet" = "이 %@이(가) 이더넷을 사용하여 인터넷에 연결됩니다.";
"WillConnectUsingPPPoE" = "이 %@이(가) PPPoE를 사용하여 인터넷에 연결됩니다.";
"WillConnectUsingBridge" = "이 %@이(가) 라우터 또는 이미 IP 주소를 제공하는 DHCP 및 NAT를 사용 중인 다른 네트워크에 연결되어 있기 때문에 브리지 모드에서 설정됩니다.";

"OnePanelReplaceTopDesc" = "AirPort 유틸리티는 다른 무선 장비에서 설정을 전송할 수 있습니다. 아래 목록에서 장비를 선택하십시오.";


"ContinueToUseAssistant" = "이 %@을(를) 설정하기 위해 지원을 사용하려면 계속을 클릭하십시오.";
"ClickQuitWhenDone" = "모든 AirPort 무선 장비에 대해 변경사항 적용을 완료했다면 종료를 클릭하십시오.";
"DoSomethingElse" = "다른 AirPort 무선 장비를 설정하려면, 목록에서 선택하십시오.";
"SomethingNeedsAttentionUpdate" = "하나 이상의 AirPort 무선 장비를 업데이트해야 합니다.";
"SomethingNeedsAttentionProblem" = "하나 이상의 AirPort 무선 장비가 문제를 보고합니다.";
"SomethingNeedsAttentionDefault" = "하나 이상의 AirPort 무선 장비가 기본 설정을 가지고 있습니다.";
"SomethingNeedsContinueUpdate" = "업데이트해야 하는 다음 장비를 선택하려면 계속을 클릭하십시오.";
"SomethingNeedsContinueProblem" = "다음 장비의 문제를 해결하려면 계속을 클릭하십시오.";
"SomethingNeedsContinueDefault" = "다음 장비를 설정하려면 계속을 클릭하십시오.";

"UpdateFirmware" = "펌웨어 업데이트...";
"UpdateFirmwareTo" = "%@(으)로 업데이트…";
"CheckUpdateButton" = "업데이트 확인";
"CheckStatus" = "업데이트 확인 중...";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine이 디지털 사진, 음악, 동영상, TV 프로그램 및 도큐멘트를 포함한 Mac에 있는 모든 콘텐츠의 백업을 유지합니다. 필요시, 손쉽게 이전 시점으로 되돌아가 백업된 콘텐츠 중 어떤 것이든 복원할 수 있습니다.";
"TimeMachineTopDesc2" = "Time Machine은 시스템 파일, 응용 프로그램, 설정 뿐만 아니라, 음악, 사진 및 다른 중요한 파일 등 Mac에 있는 모든 콘텐츠의 복사본을 유지합니다. Time Machine은 일자별로 백업을 유지하기 때문에, 이전의 Mac 콘텐츠를 그 당시에 나타난 그대로 확인할 수 있습니다.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine이 %@에 이 컴퓨터를 백업하도록 이미 설정되어 있습니다.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine이 이 컴퓨터를 백업하도록 이미 설정되어 있습니다.";
"TimeMachineQueryDesc" = "이 컴퓨터를 %@에 백업하기 위해 Time Machine을 사용하겠습니까?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "지금 안 함";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "예 (Time Capsule 업데이트 후 Time Machine 환경설정을 엽니다.)";
"TimeMachineBottomDesc" = "Time Machine이 다음을 유지:\n\n지난 24시간에 대해 시간별 백업\n지난 한 달에 대해 일별 백업\n\n 백업 디스크가 가득 찰 때까지 주별 백업";
"TimeMachineUseTMPrefs" = "사용자의 네트워크 상에 있는 다른 컴퓨터를 백업하거나 Time Machine 추가 옵션을 설정하려면, 시스템 환경설정의 Time Machine 환경설정을 사용하십시오.";
"TimeMachineWillLaunchTMPrefs" = "이 %@이(가) 설정된 후 Time Machine 환경설정이 열립니다.";

"TimeMachineMigrateDiskDesc" = "AirPort 유틸리티는 “%@”의 모든 Time Capsule 디스크 콘텐츠를 이 Time Capsule로 마이그레이션할 수 있습니다.";
"TimeMachineMigrateDiskDesc.replace" = "Time Capsule 디스크 콘텐츠에 Time Machine 백업이 포함되어 있을 경우, 해당 백업이 마이그레이션되며 모든 Time Machine 클라이언트가 새로운 Time Capsule을 사용하여 백업을 하게됩니다.";
"TimeMachineMigrateDisk" = "이 Time Capsule 디스크로 디스크 콘텐츠 마이그레이션";
"TimeMachineMigrateDiskEraseSource" = "마이그레이션 후에 “%@”의 디스크 콘텐츠 지우기";
"TimeMachineMigrateDiskEraseSource.description" = "이 Time Capsule로 성공적으로 마이그레이션되어야만 “%@”의 디스크 콘텐츠가 지워집니다.";
"TimeMachineMigrateDiskReplace.description" = "이 Time Capsule 디스크의 모든 콘텐츠를 “%@”의 디스크 콘텐츠로 대치";

"TimeMachineMigrateDiskSummary.Settings" = "AirPort 유틸리티가 “%@”의 콘텐츠, 암호 및 네트워크 설정을 새로운 %@(으)로 마이그레이션합니다.";
"TimeMachineMigrateDiskSummary.Backups" = "“%@”에 Time Machine 백업이 있을 경우 해당 백업도 마이그레이션됩니다. 이 작업은 시간이 오래 걸릴 수 있습니다.";
"TimeMachineMigrateDiskSummary.Renaming" = "마이그레이션하는 동안 마이그레이션 중인 장비 이름이 “%@%@”(으)로 변경됩니다. 새로운 장비 이름은 ”%@”(으)로 지정됩니다.";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "마이그레이션 후에 “%@%@”의 모든 디스크 콘텐츠가 지워집니다.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "마이그레이션을 시작하기 전에 이 Time Capsule의 콘텐츠는 지워집니다.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "이 동작은 취소할 수 없습니다.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "마이그레이션이 완료되면 이전 Time Capsule을 기본 설정값으로 복원하고 해당 디스크를 지울 수 있습니다.";
"HowToRestoreDefaults" = "장비를 복원하려면, 사이드바에서 해당 장비를 선택하여 구성을 연 다음 수동 설정을 클릭하십시오. 그런 다음 베이스 스테이션 메뉴에서 기본 설정으로 복원을 선택하십시오.";
"HowToEraseDisk" = "디스크 콘텐츠를 지우려면, 디스크 패널에서 디스크 지우기를 선택하십시오.";
 
"MigrateSummaryDescription" = "이 %@이(가) “%@” 설정을 사용할 수 있도록 설정됩니다. 해당 설정에는 디스크 콘텐츠 뿐만 아니라 네트워크 설정 및 암호도 포함되어 있습니다. “%@”에 Time Machine 백업이 포함되어 있으면, 해당 백업도 마이그레이션됩니다.";
"MigrateSummaryEthernetDescription" = "마이그레이션을 최적화하려면, 메시지가 나타날 때 이더넷 케이블을 이전 장비의 WAN 포트에서 새로운 장비의 LAN 포트로 연결하십시오.";
"MigrateSummaryMoreInfo" = "마이그레이션에 대한 추가 정보는 추가 정보를 클릭한 다음 업데이트를 클릭하여 마이그레이션을 시작하십시오.";

"WirelessInterfaceIsOff" = "무선 네트워크 인터페이스가 꺼져 있습니다.";
"AirPortIsOff" = "AirPort가 꺼져 있습니다.";
"MigrateRequiresAirPort" = "베이스 스테이션 또는 무선 라우터를 대치하려면 AirPort가 켜져 있어야 합니다. AirPort를 켜겠습니까?";
"MigrateRequiresWireless" = "베이스 스테이션 또는 무선 라우터를 대치하려면 무선 네트워크가 켜져 있어야 합니다.";
"AUWorksBetterWithWireless" = "무선 카드가 설치 및 설정되어 있는지 그리고 무선 네트워크가 활성화되어 있는지 확인하십시오.";
"AUWorksBetterWithAirPort" = "AirPort 카드가 설치되어 있고 AirPort가 활성화되어 있는지 확인하십시오.";


/* End of AirPortAssistant.strings file */
